Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/samediggi.no/finnmarkokommisuvdna.html.tmx
Source language: sme
Languages: smj

source: Finnmárkku Meahcceduopmostuollu
smj: Finnmárko miehttseduobmoståvllå

source: Vuoigatvuođanákkut mat čuožžilit maŋŋil go Finnmárkokommišuvdna lea čielggadan guovllu galget ovddiduvvot sierra duopmostuolu ovdii, gohčoduvvon meahcceduopmostuollun.
smj: Riektárijdo ma badjáni maŋŋel gå Finnmárkokommisjåvnnå le tjielgadam guovlov galggi sierra duobmoståvlå åvddåj låggŋiduvvat, gåhtjodum miehttseduobmoståvllån.

source: Meahcceduopmostuolu nammada ráđđehus maŋŋil go lea ráđđádallan Sámedikkiin, ja das lea jođiheaddji ja njeallje bistevaš lahttu ja guokte várrelahttu.
smj: Ráddidus miehttseduobmoståvlåv nammat maŋŋel gå le Sámedikkijn rádádallam, ja danna le jådediddje ja duodden niellja stuoves ájrrasa ja guokta sadjásattja.

source: Kártemis ja dohkkeheames gávdni vuoigatvuođaid Finnmárkkus.
smj: Kárttim ja dåhkkidibme gávnne riektájs Finnmárkon.

source: Finnmárkolága mielde lea ásahuvvon kommišuvdna, gohčoduvvon Finnmárkokommišuvdna, mii galgá čielggadit oamastan- ja geavahanvuoigatvuođaid daid eatnamiidda maid Finnmárkkuopmodat hálddaša.
smj: Finnmárkolága milta le kommisjåvnnå ásaduvvam, nav gåhtjodum Finnmárkokommisjåvnnå, mij galggá åmastim- ja adnemriektájt dajda ednamijda majt Finnmárkoåbmudahka háldat.

source: Finnmárkokommišuvnna doaibma muddejuvvo sierra láhkaásahusa bakte.
smj: Finnmárkokommisjåvnå doajmma li sierra njuolgadustjállaga milta.
